import type { IDefaultDarkFooterMeta } from "./types.ts";

const madeBySrcDark = 'https://res.cloudinary.com/dy6zg8dhs/image/upload/v1768064889/madeByDark_q1asyp.webp';
const madeBySrcLight = 'https://res.cloudinary.com/dy6zg8dhs/image/upload/v1768064890/madeByLight_kpzohk.webp';

export const trafficLawsFooterMeta: IDefaultDarkFooterMeta = {
  ru: {
    logoPath: `./assets/images/sprite.svg#`,
    contacts: {
      email: "info@edurecycle.com",
      phone: "+7 706 624 6818",
    },
    copyright: "© X-Ray Stand. Все права защищены",
    content: {
      description:
        "Данный продукт защищён авторским правом в соответствии " +
        "с Законом об авторском праве и смежных правах РК. Информация " +
        "носит ознакомительный характер.",
      buttonsText: {
        support: "Техподдержка",
        privacy: "Политика конфиденциальности",
      },
      madeBy: {
        link: "https://ytdev.me",
        imagePath: {
          light: madeBySrcLight,
          dark: madeBySrcDark,
        },
      },
      privacyPolicyText: {
        title: "Политика конфиденциальности",
        content: `
                    <p>Перед использованием Сайта, пользователям рекомендуется ознакомиться с условиями настоящей Политики конфиденциальности.</p>
                    <h3>1. Общие положения</h3>
                    <p>1.1. Использование Сайта в любой форме означает безоговорочное согласие Пользователя с условиями настоящей Политики конфиденциальности (далее – Политика) и указанными в ней условиями обработки его персональной информации. В случае несогласия с условиями Политики конфиденциальности Пользователь должен воздержаться от использования Сайта.</p>
                    <p>1.2. Условия, оговоренные в Политике (в том числе любая из ее частей) может быть изменена Администрацией без какого-либо специального уведомления и без выплаты какой-либо компенсации в связи с этим. Новая редакция Политики вступает в силу с момента ее размещения на Сайте Администрации.</p>
                    <p>1.3. Принимая условия настоящей Политики, Пользователь выражает свое согласие на обработку Администрацией данных о Пользователе в целях, предусмотренных настоящей Политикой, а также на передачу данных о Пользователе третьим лицам в случаях, перечисленных в настоящей Политике.</p>
                    <p>Указанное согласие может быть отозвано Пользователем только при условии письменного уведомления им Администрации не менее чем за 10 (десяти) календарных дней до предполагаемой даты прекращения использования данных Администрацией.</p>
                    <p>Использование Сайта с помощью веб-браузера, который принимает данные из cookies, означает выражение согласия Пользователя с тем, что Администрация может собирать и обрабатывать данные из cookies в целях, предусмотренных настоящей Политикой, а также на передачу данных из cookies третьим лицам в случаях, перечисленных в настоящей Политике.</p>
                    <p>Отключение и/или блокировка Пользователем опции веб-браузера по приему данных из cookies означает запрет на сбор и обработку Администрацией данных из cookies в соответствии с условиями настоящей Политики конфиденциальности.</p>
                    <h3>2. Состав персональной информации Пользователей, которую получает и обрабатывает Администрация</h3>
                    <p>2.1. Настоящая Политика распространяется на следующие виды персональной информации:</p>
                    <p>2.1.1. Персональная информация, размещаемая Пользователями, в т.ч. о себе самостоятельно при заполнении формы отправки сообщения, иная персональная информация, доступ к которой Пользователь предоставляет Администрации через веб-сайты или сервисы третьих лиц, или персональная информация, размещаемая Пользователями в процессе использования Сайта. К персональной информации, полученной таким образом, могут относиться, в частности, фамилия, имя, номер телефона, адрес электронной почты Пользователя и другая информация, указываемая Пользователем на Сайте добровольно.</p>
                    <p>Запрещается предоставление Пользователем персональных данных третьих лиц без полученного от третьих лиц разрешения на такое распространение либо, если такие персональные данные третьих лиц не были получены самим Пользователем из общедоступных источников информации.</p>
                    <p>2.1.2. Данные, автоматически передаваемые Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в т.ч. IP-адрес, индивидуальный сетевой номер устройства (MAC-адрес, ID устройства), электронный серийный номер (IMEI, MEID), данные из cookies, информация о браузере, операционной системе, времени доступа, поисковых запросах Пользователя.</p>
                    <h3>3. Цели сбора и обработки информации о Пользователях</h3>
                    <p>3.1. Администрация осуществляет сбор и обработку только той информации о Пользователях, в т.ч. их персональных данных, которая необходима для выполнения обязательств Администрации Сайта, а также исполнения обязательств, предусмотренных пользовательским соглашением.</p>
                    <p>3.2. Мобильные приложения могут собирать анонимные данные о местоположении Пользователя. Мобильные приложения могут собирать анонимную статистику использования Сайта.</p>
                    <p>3.3. Настоящим Пользователь выражает свое согласие на передачу персональной информации о нем партнерам Администрации, третьим лицам в целях, предусмотренных п. 3.2 настоящей Политики конфиденциальности.</p>
                    <p>3.4. При необходимости использовать персональную информацию о Пользователе в целях, не предусмотренных настоящей Политикой, Администрация запрашивает согласие Пользователя на такие действия.</p>
                    <h3>4. Обработка информации о Пользователях</h3>
                    <p>4.1. Персональная информация о Пользователях хранится в соответствии с действующим законодательством Республики Казахстан.</p>
                    <p>4.2. Персональная информация о Пользователях не передается третьим лицам, за исключением следующих случаев:</p>
                    <p>4.2.1. Пользователь выразил согласие на такие действия.</p>
                    <p>4.2.2. Передача необходима в целях обеспечения функционирования Сайта и/или его отдельных функциональных возможностей.</p>
                    <p>4.2.3. Передача предусмотрена действующим законодательством Республики Казахстан.</p>
                    <p>4.2.4. В целях обеспечения возможности защиты прав и законных интересов Администрации и/или третьих лиц в случаях, когда Пользователь нарушает условия пользовательского соглашения.</p>
                    <h3>5. Меры по защите информации о Пользователях</h3>
                    <p>5.1. Администрация принимает все необходимые и достаточные организационные и технические меры для защиты персональной информации о Пользователях от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения персональной информации, а также от иных неправомерных действий с ней.</p>
                    <p>5.2. При обработке персональных данных Пользователей Администрация руководствуется Законом РК от 21 мая 2013 года № 94-V «О персональных данных и их защите».</p>
                    <p>5.3. Администрация обязуется при подаче Пользователем в своей Учетной записи уведомления о расторжении настоящего Соглашения и прекращении действия Учетной записи, в течение 5 (пяти) календарных дней с момента регистрации такого требования, заблокировать техническую возможность пользования Учетной записью Пользователем, а по истечении срока хранения информации Пользователя, установленного пп. 5.1 ст. 36 Закона РК «Об информатизации» и при условии отсутствия официального запроса государственных органов, выполняющих свои функции, или запросов иных лиц, указанных в пп. 1 п. 2 статьи 19 Закона РК «О персональных данных и их защите» - удалить все его персональные данные.</p>
                    <h3>6. Заключительные положения</h3>
                    <p>6.1. Настоящая Политика, отношения между Пользователем и Администрацией, возникающие в связи с применением настоящей Политики, а также вопросы, не урегулированные настоящей Политикой, регулируются действующим законодательством Республики Казахстан.</p>
                    <h3>7. Контактная информация</h3>
                    <p>Если у вас есть вопросы по данной Политике конфиденциальности, свяжитесь с нами по адресу: info@xraystand.kz</p>
                `,
      },
    },
  },
  kz: {
    logoPath: `./assets/images/sprite.svg#`,
    contacts: {
      email: "info@edurecycle.com",
      phone: "+7 706 624 6818",
    },
    copyright: "© X-Ray Stand. Барлық құқықтар қорғалған.",
    content: {
      description:
        "Осы өнім ҚР Авторлық құқық және сабақтас құқықтар " +
        "туралы Заңына сәйкес авторлық құқықпен қорғалған. " +
        "Ақпарат тек танысу мақсатында ұсынылған.",
      buttonsText: {
        support: "Техникалық қолдау",
        privacy: "Құпиялық саясаты",
      },
      madeBy: {
        link: "https://ytdev.me",
        imagePath: {
          light: madeBySrcLight,
          dark: madeBySrcDark,
        },
      },
      privacyPolicyText: {
        title: "Құпиялық саясаты",
        content: `
                    <p>Сайтты пайдаланбас бұрын пайдаланушыларға осы Құпиялық саясатының шарттарымен танысу ұсынылады.</p>
                    <h3>1. Жалпы ережелер</h3>
                    <p>1.1. Сайтты кез келген түрде пайдалану пайдаланушының осы Құпиялық саясатының (бұдан әрі – Саясат) шарттарымен және оның жеке ақпаратын өңдеу шарттарымен шартсыз келісімді білдіреді. Құпиялық саясатының шарттарымен келіспеген жағдайда пайдаланушы Сайтты пайдаланудан бас тартуы тиіс.</p>
                    <p>1.2. Саясатта көзделген шарттар (оның кез келген бөлігі де) Әкімшілікке арнайы хабарландырусыз және осыған байланысты кез келген өтемақы төлемеуімен өзгертуі мүмкін. Саясаттың жаңа редакциясы Әкімшілік Сайтында орналастырылған сәттен бастап күшіне енеді.</p>
                    <p>1.3. Осы Саясаттың шарттарын қабылдау арқылы пайдаланушы өз деректерін осы Саясатта көзделген мақсаттарда Әкімшілікке өңдеуге және осы Саясатта көрсетілген жағдайларда үшінші тұлғаларға беруге келісім беретінін білдіреді.</p>
                    <p>Көрсетілген келісімді пайдаланушы тек Әкімшілікке деректерді пайдалануды тоқтатудың жоспарланған күнінен кемінде 10 (он) күнтізбелік күн бұрын жазбаша хабарландыру жасау шартымен ғана кері қайтара алады.</p>
                    <p>Cookies деректерін қабылдайтын веб-шолғыштың көмегімен Сайтты пайдалану пайдаланушының осы Саясатта көзделген мақсаттарда cookies деректерін жинауға және өңдеуге және осы Саясатта көрсетілген жағдайларда cookies деректерін үшінші тұлғаларға беруге Әкімшілікке келісім беретінін білдіреді.</p>
                    <p>Пайдаланушының cookies деректерін қабылдау опциясын өшіру және/немесе бұғаттау Әкімшіліктің осы Құпиялық саясатының шарттарына сәйкес cookies деректерін жинауға және өңдеуге тыйым салуды білдіреді.</p>
                    <h3>2. Әкімшілік алатын және өңдейтін пайдаланушылардың жеке ақпаратының құрамы</h3>
                    <p>2.1. Осы Саясат келесі жеке ақпарат түрлеріне қатысты:</p>
                    <p>2.1.1. Пайдаланушылар орналастыратын жеке ақпарат, оның ішінде өздері туралы хабарлама жіберу формасын толтыру кезінде өз бетімен, пайдаланушы Әкімшілікке үшінші тұлғалардың веб-сайттары немесе қызметтері арқылы қол жеткізетін басқа жеке ақпарат, немесе пайдаланушылар Сайтты пайдалану процесінде орналастыратын жеке ақпарат. Осылай алынған жеке ақпаратқа, атап айтқанда, пайдаланушының тегі, аты, телефон нөмірі, электрондық пошта мекенжайы және пайдаланушының Сайтта ерікті түрде көрсететін басқа ақпарат жатады.</p>
                    <p>Үшінші тұлғалардың жеке деректерін мұндай таратуға үшінші тұлғалардан алынған рұқсатсыз немесе үшінші тұлғалардың жеке деректері пайдаланушының өзі қоғамдық ақпарат көздерінен алмаған жағдайда пайдаланушының үшінші тұлғалардың жеке деректерін ұсынуы тыйым салынады.</p>
                    <p>2.1.2. Пайдаланушы құрылғысында орнатылған бағдарламалық жасақтаманың көмегімен пайдалану процесінде Сайтқа автоматты түрде жіберілетін деректер, оның ішінде IP-мекенжай, құрылғының жеке желілік нөмірі (MAC-мекенжай, құрылғы ID), электрондық сериялық нөмір (IMEI, MEID), cookies деректері, шолғыш, операциялық жүйе, қол жеткізу уақыты, пайдаланушының іздеу сұраулары туралы ақпарат.</p>
                    <h3>3. Пайдаланушылар туралы ақпаратты жинау және өңдеу мақсаттары</h3>
                    <p>3.1. Әкімшілік Сайттың міндеттемелерін орындау үшін қажетті пайдаланушылар туралы ақпаратты, оның ішінде олардың жеке деректерін ғана жинайды және өңдейді, сондай-ақ пайдаланушы келісімімен көзделген міндеттемелерді орындау үшін.</p>
                    <p>3.2. Мобильді қосымшалар пайдаланушының орналасуы туралы анонимдік деректерді жинай алады. Мобильді қосымшалар Сайтты пайдаланудың анонимдік статистикасын жинай алады.</p>
                    <p>3.3. Осы арқылы пайдаланушы өз жеке ақпаратын осы Құпиялық саясатының 3.2-тармағында көзделген мақсаттарда Әкімшіліктің серіктестеріне, үшінші тұлғаларға беруге келісім беретінін білдіреді.</p>
                    <p>3.4. Пайдаланушы туралы жеке ақпаратты осы Саясатта көзделмеген мақсаттарда пайдалану қажеттілігі туындаған жағдайда, Әкімшілік мұндай әрекеттерге пайдаланушының келісімін сұрайды.</p>
                    <h3>4. Пайдаланушылар туралы ақпаратты өңдеу</h3>
                    <p>4.1. Пайдаланушылардың жеке ақпараты Қазақстан Республикасының қолданыстағы заңнамасына сәйкес сақталады.</p>
                    <p>4.2. Пайдаланушылардың жеке ақпараты келесі жағдайларды қоспағанда үшінші тұлғаларға берілмейді:</p>
                    <p>4.2.1. Пайдаланушы мұндай әрекеттерге келісім берген.</p>
                    <p>4.2.2. Беру Сайттың және/немесе оның жеке функционалдық мүмкіндіктерінің жұмысын қамтамасыз ету үшін қажет.</p>
                    <p>4.2.3. Беру Қазақстан Республикасының қолданыстағы заңнамасымен көзделген.</p>
                    <p>4.2.4. Пайдаланушы пайдаланушы келісімінің шарттарын бұзған жағдайларда Әкімшіліктің және/немесе үшінші тұлғалардың құқықтары мен заңды мүдделерін қорғау мүмкіндігін қамтамасыз ету мақсатында.</p>
                    <h3>5. Пайдаланушылар туралы ақпаратты қорғау шаралары</h3>
                    <p>5.1. Әкімшілік пайдаланушылардың жеке ақпаратын заңсыз немесе кездейсоқ қол жеткізуден, жойылудан, өзгертуден, бұғаттаудан, жеке ақпаратты таратудан, сондай-ақ онымен басқа заңсыз әрекеттерден қорғау үшін барлық қажетті және жеткілікті ұйымдастырушылық және техникалық шараларды қолданады.</p>
                    <p>5.2. Пайдаланушылардың жеке деректерін өңдеу кезінде Әкімшілік Қазақстан Республикасының 2013 жылғы 21 мамырдағы № 94-V «Жеке деректер және олардың қорғанысы туралы» Заңына сүйенеді.</p>
                    <p>5.3. Әкімшілік пайдаланушының өз Тіркелгісінде осы Келісімді бұзу және Тіркелгінің әрекетін тоқтату туралы хабарландыруын берген жағдайда, мұндай талапты тіркеу сәтінен бастап 5 (бес) күнтізбелік күн ішінде пайдаланушының Тіркелгіні пайдаланудың техникалық мүмкіндігін бұғаттауға, ал пайдаланушының ақпаратын сақтау мерзімінің аяқталуынан кейін, ҚР «Ақпараттандыру туралы» Заңының 36-бабының 5.1-тармағымен белгіленген және өз функцияларын орындайтын мемлекеттік органдардың ресми сұрауларының немесе ҚР «Жеке деректер және олардың қорғанысы туралы» Заңының 19-бабының 2-тармағының 1-тармағында көрсетілген басқа тұлғалардың сұрауларының болмауы шартымен - оның барлық жеке деректерін жоюға міндеттенеді.</p>
                    <h3>6. Қорытынды ережелер</h3>
                    <p>6.1. Осы Саясат, пайдаланушы мен Әкімшілік арасындағы осы Саясатты қолдануға байланысты туындайтын қатынастар, сондай-ақ осы Саясатпен реттелмеген мәселелер Қазақстан Республикасының қолданыстағы заңнамасымен реттеледі.</p>
                    <h3>7. Байланыс ақпараты</h3>
                    <p>Осы Құпиялық саясаты бойынша сұрақтарыңыз болса, бізге мына мекенжай бойынша хабарласыңыз: info@xraystand.kz</p>
                `,
      },
    },
  },
};
