{
  "coverSection": {
    "title": "Ғылымдардың патшайымы",
    "subTitle": "",
    "description": "Тауық еті, балық, жұмыртқа, бұршақ тұқымдастар мен жаңғақтар — жасушалардың өсуі мен қалпына келуіне көмектеседі, бұлшықеттер мен иммундық жүйені қолдайды"
  },
  "firstSection": {
    "title": "Математика түрлері",
    "description": "Математика — сандық қатынастар мен құрылымдарды зерттейтін ғылым. Оның әртүрлі салалары ойлауды дамытады және нақты өмірдегі есептерді шешуге көмектеседі.",
    "content": [
      {
        "title": "Арифметика",
        "subTitle": "",
        "description": "Сандарды, олармен жасалатын амалдарды және сол амалдардың қасиеттерін зерттейтін бөлім; күнделікті және ғылыми есептеулердің негізі."
      },
      {
        "title": "Алгебра",
        "subTitle": "",
        "description": "Айнымалылар, формулалар мен теңдеулер тілі: өрнектерді, функцияларды және түрлендірулерді зерттейді, практикалық әрі теориялық есептерді шешуге мүмкіндік береді."
      },
      {
        "title": "Геометрия",
        "subTitle": "",
        "description": "Фигуралардың пішінін, өлшемдерін және олардың өзара орналасуын зерттейді; кеңістіктік ойлау мен дәлелдеу мәдениетін дамытады."
      },
      {
        "title": "Тригонометрия",
        "subTitle": "",
        "description": "Үшбұрыштағы бұрыштар мен қабырғалардың қатынасын, тригонометриялық функцияларды және олардың қасиеттерін қарастырады; навигацияда, физикада және компьютерлік графикада қолданылады."
      },
      {
        "title": "Математикалық талдау",
        "subTitle": "",
        "description": "Шектер, туындылар, интегралдар мен қатарлар туралы ғылым; табиғат пен техникадағы үздіксіз өзгерістерді сипаттайды."
      },
      {
        "title": "Ықтималдықтар теориясы",
        "subTitle": "",
        "description": "Кездейсоқ құбылыстарды модельдейді, мүмкіндіктер мен тәуекелдерді бағалайды; статистиканың, машиналық оқытудың және қаржылық есептеулердің негізінде жатыр."
      },
      {
        "title": "Логика",
        "subTitle": "",
        "description": "Дұрыс ой қорыту мен дәлелдеудің ережелерін формалдайды; нақты дәлелдер құруға және алгоритмдерді жобалауға көмектеседі."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "secondSection": {
    "title": "Ұлы математиктер",
    "description": "",
    "content": [
      {
        "title": "Пифагор",
        "subTitle": "(шамамен 570–495 б.з.д.)",
        "description": "Ежелгі грек философы және математигі. Тікбұрышты үшбұрыш туралы теоремасымен және сандар гармониясын зерттеуімен танымал."
      },
      {
        "title": "Архимед",
        "subTitle": "(287–212 б.з.д.)",
        "description": "Грек ғалымы, механика мен геометрияның негізін қалаушылардың бірі. Гидростатиканың негіздерін жасады және тепе-теңдік заңдарын сипаттады."
      },
      {
        "title": "Әл-Фараби",
        "subTitle": "(шамамен 870–950)",
        "description": "Орта Азиядан шыққан философ және ғалым. Логика, гармония және музыканың математикалық негіздері идеяларын дамытты."
      },
      {
        "title": "Әл-Хорезми",
        "subTitle": "(шамамен 780–850)",
        "description": "Парсы математигі. «Алгебраның атасы» деп саналады, теңдеулерді жүйелі шешуді енгізіп, алгоритмдердің негізін қалады."
      },
      {
        "title": "Исаак Ньютон",
        "subTitle": "(1643–1727)",
        "description": "Ағылшын математигі және физигі. Математикалық талдаудың авторларының бірі, қозғалыс заңдары мен гравитация теориясын жасады."
      },
      {
        "title": "Леонард Эйлер",
        "subTitle": "(1707–1783)",
        "description": "Швейцариялық математик. Теңдеулер теориясына, механикаға, анализге және сандар теориясына үлкен үлес қосты."
      },
      {
        "title": "Карл Фридрих Гаусс",
        "subTitle": "(1777–1855)",
        "description": "Неміс математигі. Қазіргі сан теориясының, статистиканың және ықтималдықтар теориясының негізін қалаушы, комплекс сандарды зерттеді."
      },
      {
        "title": "Софья Ковалевская",
        "subTitle": "(1850–1891)",
        "description": "Орыс математигі. Еуропадағы алғашқы әйел-профессор математик, анализ бен дифференциалдық теңдеулер саласындағы еңбектерімен белгілі."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "thirdSection": {
    "title": "Математика мидың қай салаларын дамытады",
    "description": "",
    "content": [
      {
        "title": "Жады",
        "subTitle": "",
        "description": "Математика формулаларды, сандарды және олардың арасындағы байланыстарды есте сақтауды жаттықтырады, қысқа және ұзақ мерзімді жадты дамытады."
      },
      {
        "title": "Логикалық ойлау",
        "subTitle": "",
        "description": "Есептерді шешу қатаң қадамдар ретін және қорытынды жасау қабілетін талап етеді, бұл логикалық пайымдау дағдысын қалыптастырады."
      },
      {
        "title": "Жүйелік ойлау",
        "subTitle": "",
        "description": "Математика бөліктер мен тұтастың байланысын көруге, процестерді біртұтас жүйе ретінде талдауға көмектеседі."
      },
      {
        "title": "Талдау және дәлелдеу қабілеті",
        "subTitle": "",
        "description": "Әрбір шешім аргументациямен сүйемелденеді, бұл сыни ойлауды және өз ұстанымын дәлелдеу қабілетін дамытады."
      },
      {
        "title": "Кеңістіктік ойлау",
        "subTitle": "",
        "description": "Фигуралармен, геометриямен және графиктермен жұмыс істеу үшөлшемді объектілерді және олардың орналасуын түсінуді қалыптастырады."
      },
      {
        "title": "Абстрактілі ойлау",
        "subTitle": "",
        "description": "Математика символдармен және модельдермен жұмыс істеуді үйретеді, бұл нақты заттар мен жағдайлардан тыс ойлауға мүмкіндік береді."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "fourthSection": {
    "title": "",
    "description": "Өмірдегі математика",
    "content": [
      {
        "title": "Медицина",
        "subTitle": "",
        "description": "Математика ағзадағы процестердің модельдерін құруға, ауруларды болжауға және зерттеу нәтижелерін талдауға көмектеседі."
      },
      {
        "title": "Астрономия",
        "subTitle": "",
        "description": "Математикасыз планеталардың орбиталарын, спутниктердің траекторияларын есептеу және Ғаламды зерттеу мүмкін емес."
      },
      {
        "title": "Инженерия",
        "subTitle": "",
        "description": "Формулалар мен есептеулер ғимараттарды, машиналарды және болашақ технологияларды жобалаудың негізінде жатыр."
      },
      {
        "title": "Қаржы",
        "subTitle": "",
        "description": "Математика тәуекелдерді басқаруға, бюджеттерді жоспарлауға және негізделген экономикалық шешімдер қабылдауға мүмкіндік береді."
      },
      {
        "title": "IT",
        "subTitle": "",
        "description": "Алгоритмдер мен бағдарламалау математикалық логика мен сандар теориясына негізделген."
      },
      {
        "title": "Өнер",
        "subTitle": "",
        "description": "Математика симметрияда, пропорцияларда және ырғақта көрініс табады, музыкада, сәулет өнерінде және бейнелеу өнерінде үйлесім жасайды."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  }
}
