{
  "coverSection": {
    "title": "Дұрыс тамақтану — өмірдің негізі",
    "subTitle": "",
    "description": "Дұрыс тамақтанудың қағидаларын біліп, өмір бойына пайдалы әдеттер қалыптастырыңыз"
  },
  "firstSection": {
    "title": "Негізгі қоректік заттар",
    "description": "Ақуыздар, майлар, көмірсулар және талшық — ағзаның басты құрылыс элементтері. Олар энергиямен қамтамасыз етеді, өсу мен қалпына келуді қолдайды, сондай-ақ барлық жүйелердің жұмысында маңызды рөл атқарады.",
    "content": [
      {
        "title": "Ақуыздар",
        "subTitle": "Негізгі қоректік заттармен танысыңыз",
        "description": "Ақуыздар — ағзамыздың дұрыс жұмыс істеуі үшін қажет негізгі заттар. Олар өсуге ықпал етеді, тіндерді қалпына келтіреді және энергия береді."
      },
      {
        "title": "Майлар",
        "subTitle": "Рационыңыздағы пайдалы майлар",
        "description": "Майлар — біздің жалпы денсаулығымызға маңызды әсер ететін қоректік заттар. Олар энергиямен қамтамасыз етеді, жасушалардың өсуін қолдайды және маңызды дәрумендердің сіңуіне көмектеседі."
      },
      {
        "title": "Көмірсулар",
        "subTitle": "Энергияның негізгі көзі",
        "description": "Көмірсулар ағзамыз үшін өмірлік маңызы бар энергия көзі болып табылады. Олар күнделікті белсенділікті қолдайды және мидың жұмысын қамтамасыз етеді. Көмірсулардың теңгерімді мөлшерін қабылдау жалпы денсаулықты сақтаудың кілті."
      },
      {
        "title": "Талшық",
        "subTitle": "Талшықтың күші",
        "description": "Талшық дұрыс тамақтану үшін қажет, ол ас қорытуға көмектеседі және жүрек саулығын қолдайды. Жемістер, көкөністер мен тұтас дәнді өнімдер сияқты талшыққа бай тағамдарды пайдалану жалпы жағдайды жақсарта алады."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "secondSection": {
    "title": "Дұрыс тамақтанудың қағидалары",
    "subTitle": "",
    "description": "Рационалды тамақтанудың негізіне баланс, саналық, әртүрлілік және ұстамдылық жатады. Осы қағидаларды ұстана отырып, денсаулықты сақтап, пайдалы әдеттер қалыптастыруға болады.",
    "content": [
      {
        "title": "Баланс",
        "label": "Ақуыздар, майлар және көмірсулардың дұрыс арақатынасы — денсаулықтың негізі. Теңгерімді тамақтану күні бойына энергия береді және ағзаны шамадан тыс жүктемей жұмыс істеуге көмектеседі."
      },
      {
        "title": "Саналық",
        "label": "Өнімдерді олардың шығу тегі мен сапасына мән беріп таңдаңыз. Саналы көзқарас пайдалы әдеттерді қалыптастырады және жалпы жағдайды жақсартады."
      },
      {
        "title": "Әртүрлілік",
        "label": "Күн сайын әртүрлі топтағы тағамдарды рационға қосыңыз. Бұл ағзаны барлық қажетті дәрумендер мен минералдармен қамтамасыз етеді."
      },
      {
        "title": "Ұстамдылық",
        "label": "Шамадан тыс тамақтанудан аулақ болыңыз және қантты, тұзды, қаныққан майларды шектеңіз. Ұстамдылық — дене салмағын қалыпта ұстаудың және аурулардың алдын алудың кілті."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "#FFFFFF",
      "text": "#000000"
    }
  },
  "thirdSection": {
    "title": "Тағам таңдау",
    "subTitle": "",
    "description": "Дұрыс өнім таңдау — денсаулықтың негізі. Табиғи әрі жаңа тағамдар ағзаны нығайтады, ал фастфуд, тәттілер мен өңделген өнімдер зиян келтіреді.",
    "content": [
      {
        "title": "Балық және ет",
        "label": "Ауыстырылмайтын аминқышқылдарын қамтиды, жасушаларды қалпына келтіруге және бұлшықеттерді қолдауға ықпал етеді."
      },
      {
        "title": "Көкөністер мен жемістер",
        "label": "Антиоксиданттарға бай, иммунитетті жақсартады және ағзаны қажетті минералдармен қамтамасыз етеді."
      },
      {
        "title": "Тұтас дәнді жармалар",
        "label": "Күні бойы тұрақты энергия береді, тоқтық сезімін қолдайды және ас қорытуға көмектеседі."
      },
      {
        "title": "Жаңғақтар және өсімдік майлары",
        "label": "Жүрек, ми және гормондық жүйе саулығы үшін қажет."
      },
      {
        "title": "Сүт өнімдері",
        "label": "Сүйектер мен тістерді нығайтады, ішек микрофлорасының саулығын қолдайды."
      },
      {
        "title": "Фастфуд және жартылай дайын өнімдер",
        "label": "Жүрек пен қан тамырларына жүктеме түсіреді, артық салмаққа әкеледі."
      },
      {
        "title": "Газдалған және тәтті сусындар",
        "label": "Пайдалы заттар жоқ, қандағы қант деңгейін күрт көтереді."
      },
      {
        "title": "Артық тәттілер",
        "label": "Салмақ қосудың, ұйқыбезді шамадан тыс жүктеудің және тіс жегісінің себебі болады."
      },
      {
        "title": "Шұжықтар мен ысталған өнімдер",
        "label": "Жүрек-қан тамырлары және ас қорыту жүйесі ауруларының қаупін арттырады."
      },
      {
        "title": "Ақ нан, жұмсақ бидайдан жасалған макарондар",
        "label": "Қандағы қант деңгейін көтереді және ұзақ тоқтық бермейді."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "fourthSection": {
    "title": "Дұрыс тамақтану табақшасы",
    "subTitle": "",
    "description": "Дұрыс рационның визуалды үлгісі: табақтың жартысы — көкөністер мен жемістер, төрттен бірі — тұтас дәнді тағамдар, төрттен бірі — ақуыз көздері, сонымен қатар жеткілікті мөлшерде су.",
    "content": [
      {
        "title": "Көкөністер мен жемістер",
        "label": "Маусымдық және түрлі-түсті өнімдерді таңдаңыз. Олар дәрумендерге, минералдарға және талшыққа бай, иммунитетті нығайтады."
      },
      {
        "title": "Тұтас дәнді көмірсулар",
        "label": "Қоңыр күріш, киноа, қарақұмық, сұлы — энергияны баяу босатып, тоқтық сезімін сақтайды."
      },
      {
        "title": "Ақуыз көздері",
        "label": "Тауық еті, балық, жұмыртқа, бұршақ тұқымдастар, жаңғақтар — жасушалардың өсуі мен қалпына келуіне көмектеседі, бұлшықеттер мен иммундық жүйені қолдайды."
      },
      {
        "title": "Су",
        "label": "Күніне 1,5–2 литр қантсыз және газсыз су ішіңіз. Су алмасуды, ағза мүшелерінің жұмысын қолдайды және токсиндерді шығарады."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "fifthSection": {
    "title": "Тамақтану тәртібі",
    "subTitle": "",
    "description": "Үнемі тамақ ішу энергияны сақтайды, алмасуды қалыпқа келтіреді және шамадан тыс тамақтанудың алдын алады. Күн тәртібін сақтау және түнде ауыр тағамнан аулақ болу маңызды.",
    "content": [
      {
        "title": "7:00 — Таңғы ас",
        "label": "Күндік рационның 25-30%-ын құрауы тиіс"
      },
      {
        "title": "10:00 — Тіскебасар",
        "label": "Жеміс, йогурт немесе бір уыс жаңғақ"
      },
      {
        "title": "13:00 — Түскі ас",
        "label": "Ең құнарлы ас (35-40%)"
      },
      {
        "title": "16:00 — Бесін ас",
        "label": "Энергияны қолдау үшін шағын тіскебасар"
      },
      {
        "title": "19:00 — Кешкі ас",
        "label": "Жеңіл ас (20-25%)"
      },
      {
        "title": "Ұсыныс",
        "label": "Идеалды таңғы ас: күрделі көмірсулар + ақуыз + пайдалы майлар"
      },
      {
        "title": "Ұсыныс",
        "label": "Тіскебасар түскі ас кезінде артық жеуден сақтайды"
      },
      {
        "title": "Ұсыныс",
        "label": "Ақуыз, көкөніс және күрделі көмірсулардың шағын бөлігін қосыңыз"
      },
      {
        "title": "Ұсыныс",
        "label": "Қандағы қант деңгейін тұрақты ұстауға көмектеседі"
      },
      {
        "title": "Қате",
        "label": "20:00-ден кейінгі ауыр кешкі ас ұйқыны және ас қорыту процесін бұзады"
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  }
}
