{
  "coverSection": {
    "title": "Денсаулықты сақтау — дұрыс тамақтанудан басталады",
    "subTitle": "",
    "description": "Дұрыс тамақтану қағидаларын біліп, өмір бойына пайдалы әдеттер қалыптастырыңыз"
  },
  "firstSection": {
    "title": "Негізгі қоректік заттар",
    "description": "Ақуыздар, майлар, көмірсулар және жасұнық — ағзаның басты құрылыс элементтері. Олар энергия береді, өсу мен қалпына келуді қамтамасыз етеді және барлық жүйелердің жұмысын қолдайды.",
    "content": [
      {
        "title": "Ақуыздар",
        "subTitle": "Негізгі қоректік заттарды зерттеңіз",
        "description": "Қоректік заттар — ағзамыздың дұрыс жұмыс істеуі үшін қажетті элементтер. Олар өсуге көмектеседі, тіндерді қалпына келтіреді және энергиямен қамтамасыз етеді."
      },
      {
        "title": "Майлар",
        "subTitle": "Рационыңыздағы пайдалы майлар",
        "description": "Майлар — денсаулық үшін маңызды қоректік заттар. Олар энергия береді, жасушалардың өсуін қолдайды және маңызды дәрумендердің сіңуіне көмектеседі."
      },
      {
        "title": "Көмірсулар",
        "subTitle": "Негізгі энергия көзі",
        "description": "Көмірсулар — ағзамыз үшін маңызды энергия көзі. Олар күнделікті белсенділігімізді қамтамасыз етеді және мидың жұмысын қолдайды. Теңгерімді мөлшерде көмірсулар тұтыну — жалпы денсаулықты сақтаудың кілті."
      },
      {
        "title": "Жасұнық",
        "subTitle": "Жасұнықтың күші",
        "description": "Жасұнық — дұрыс тамақтанудың маңызды бөлігі, ол ас қорытуға көмектеседі және жүрек денсаулығын жақсартады. Жемістер, көкөністер және тұтас дәнді дақылдар сияқты жасұныққа бай өнімдерді тұтыну жалпы жағдайыңызды жақсарта алады."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "secondSection": {
    "title": "Дұрыс тамақтанудың қағидалары",
    "subTitle": "",
    "description": "Рационалды тамақтанудың негізі — баланс, саналы таңдау, әртүрлілік және өлшемділік. Осы қағидаларды ұстану арқылы денсаулықты сақтап, пайдалы әдеттер қалыптастыруға болады.",
    "content": [
      {
        "title": "Курсорды апарыңыз немесе басыңыз",
        "label": "табақтағы бір бөлікке — толық ақпаратты ашу үшін"
      },
      {
        "title": "Баланс",
        "label": "Ақуыздар, майлар және көмірсулардың дұрыс қатынасы — денсаулықтың негізі. Теңгерімді тамақтану күн бойына энергия береді және ағзаның шамадан тыс шаршамауын қамтамасыз етеді."
      },
      {
        "title": "Саналы таңдау",
        "label": "Өнімдерді олардың шығу тегі мен сапасына назар аудара отырып таңдаңыз. Саналы тамақтану пайдалы әдеттерді қалыптастырады және жалпы жағдайды жақсартады."
      },
      {
        "title": "Әртүрлілік",
        "label": "Күн сайын әртүрлі өнім топтарын рационға қосыңыз. Бұл ағзаны барлық қажетті дәрумендер мен минералдармен қамтамасыз етеді."
      },
      {
        "title": "Өлшемділік",
        "label": "Артық тамақтанбаңыз және қант, тұз бен қаныққан майларды шектеңіз. Өлшемділік — дене салмағын қалыпты ұстаудың және аурулардың алдын алудың кілті."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "thirdSection": {
    "title": "Өнімдерді таңдау",
    "subTitle": "",
    "description": "Дұрыс өнімдерді таңдау — денсаулықтың негізі. Табиғи және жаңа өнімдер ағзаны нығайтады, ал фастфуд, тәттілер мен қайта өңделген тағамдар зиян келтіреді.",
    "content": [
      {
        "title": "Балық пен ет",
        "label": "Аминқышқылдарға бай, жасушалардың қалпына келуіне көмектеседі, бұлшықеттерді нығайтады және энергияны қолдайды."
      },
      {
        "title": "Көкөністер мен жемістер",
        "label": "Антиоксиданттарға бай, иммунитетті күшейтеді, минералдармен қамтамасыз етеді және жалпы денсаулықты жақсартады."
      },
      {
        "title": "Тұтас дәнді дақылдар",
        "label": "Ұзаққа жететін энергия береді, тою сезімін сақтайды және ас қорыту жүйесінің тұрақты жұмысын қамтамасыз етеді."
      },
      {
        "title": "Жаңғақтар мен өсімдік майлары",
        "label": "Пайдалы майларға бай, жүрек пен мидың жұмысын жақсартады, гормоналды тепе-теңдікті қолдайды."
      },
      {
        "title": "Сүт өнімдері",
        "label": "Тістер мен сүйектерді нығайтады, кальций береді және ішек микрофлорасын қолдайды."
      },
      {
        "title": "Фастфуд және жартылай фабрикаттар",
        "label": "Жүрек пен тамырларды шамадан тыс жүктейді, семіздік қаупін арттырады және жалпы жағдайға теріс әсер етеді."
      },
      {
        "title": "Газдалған және тәтті сусындар",
        "label": "Пайдасы жоқ, қандағы қант деңгейін күрт көтереді және зат алмасу мүшелеріне жүктемені арттырады."
      },
      {
        "title": "Артық тәттілер",
        "label": "Семіздікке әкеледі, тіс жегісін тудырады және ұйқы безін шамадан тыс жүктейді."
      },
      {
        "title": "Шұжықтар мен ысталған тағамдар",
        "label": "Жүрек-қан тамырлары ауруларының қаупін арттырады, ас қорыту жүйесін шамадан тыс жүктейді және жалпы денсаулықты нашарлатады."
      },
      {
        "title": "Ақ нан, жұмсақ бидайдан жасалған макарондар",
        "label": "Қандағы қант деңгейін тез көтереді және ұзаққа жететін тою сезімін бермейді."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "fourthSection": {
    "title": "Дұрыс тамақтану табағы",
    "subTitle": "",
    "description": "Дұрыс рационның көрнекі моделі: табақтың жартысы — көкөністер мен жемістер, төрттен бірі — тұтас дәнді өнімдер, төрттен бірі — ақуыз көзі, сонымен қатар жеткілікті су мөлшері.",
    "content": [
      {
        "title": "Көкөністер мен жемістер",
        "label": "Маусымдық және түрлі-түсті өнімдерді таңдаңыз. Олар дәрумендерге, минералдарға және жасұныққа бай, иммунитетті нығайтады."
      },
      {
        "title": "Тұтас дәнді көмірсулар",
        "label": "Қоңыр күріш, киноа, қарақұмық, сұлы — энергияны баяу босатады, тою сезімін сақтайды."
      },
      {
        "title": "Ақуыз көздері",
        "label": "Тауық, балық, жұмыртқа, бұршақ, жаңғақтар — жасушалардың өсуі мен қалпына келуіне көмектеседі, бұлшықеттерді және иммундық жүйені қолдайды."
      },
      {
        "title": "Су",
        "label": "Күніне 1,5–2 литр ішіңіз (қантсыз, газсыз). Су зат алмасуды, ағзаның жұмысын қолдайды және токсиндерді шығарады."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "fifthSection": {
    "title": "Тамақтану режимі",
    "subTitle": "",
    "description": "Тамақты уақытылы қабылдау энергияны сақтауға, зат алмасуды қалыпқа келтіруге және артық тамақтанудың алдын алуға көмектеседі. Күн тәртібін сақтау және кешкі ауыр тағамнан бас тарту маңызды.",
    "content": [
      {
        "title": "7:00 — Таңғы ас",
        "label": "Күнделікті рационның 25-30%-ын құрауы керек"
      },
      {
        "title": "Ұсыныстар",
        "label": "Идеалды таңғы ас: күрделі көмірсулар + ақуыз + пайдалы майлар"
      },
      {
        "title": "10:00 — Тіскебасар",
        "label": "Жеміс, йогурт немесе бір уыс жаңғақ"
      },
      {
        "title": "Ұсыныстар",
        "label": "Тіскебасар түскі ас кезінде артық тамақтанудан сақтайды"
      },
      {
        "title": "13:00 — Түскі ас",
        "label": "Ең құнарлы ас (35-40%)"
      },
      {
        "title": "Ұсыныстар",
        "label": "Рационға ақуыз, көкөністер және аздаған күрделі көмірсулар қосыңыз"
      },
      {
        "title": "16:00 — Түстен кейінгі ас",
        "label": "Энергияны сақтау үшін шағын тіскебасар"
      },
      {
        "title": "Ұсыныстар",
        "label": "Қандағы қант деңгейін тұрақты ұстауға көмектеседі"
      },
      {
        "title": "19:00 — Кешкі ас",
        "label": "Жеңіл ас (20-25%)"
      },
      {
        "title": "Қате",
        "label": "20:00-ден кейінгі ауыр кешкі ас ұйқы мен ас қорытуды бұзады"
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  }
}
