{
  "coverSection": {
    "title": "Здоровое питание — основа жизни",
    "subTitle": "",
    "description": "Узнайте принципы правильного питания и создайте здоровые привычки на всю жизнь"
  },
  "firstSection": {
    "title": "Основные питательные вещества",
    "description": "Белки, жиры, углеводы и клетчатка — главные строительные элементы организма. Они обеспечивают энергией, поддерживают рост и восстановление, а также участвуют в работе всех систем.",
    "content": [
      {
        "title": "Белки",
        "subTitle": "Изучите основные питательные вещества",
        "description": "Питательные вещества — это необходимые вещества, которые нашему организму нужны для правильного функционирования. Они поддерживают рост, восстанавливают ткани и обеспечивают энергией."
      },
      {
        "title": "Жиры",
        "subTitle": "Полезные жиры в вашем рационе",
        "description": "Жиры — это необходимые питательные вещества, которые играют важную роль в нашем общем здоровье. Они обеспечивают энергией, поддерживают рост клеток и помогают усваивать жизненно важные витамины."
      },
      {
        "title": "Углеводы",
        "subTitle": "Основной источник энергии",
        "description": "Углеводы являются жизненно важным источником энергии для нашего организма. Они питают наши повседневные активности и поддерживают работу мозга. Включение сбалансированного количества углеводов в ваш рацион является ключом к поддержанию общего здоровья."
      },
      {
        "title": "Клетчатка",
        "subTitle": "Сила клетчатки",
        "description": "Клетчатка необходима для здорового питания, она помогает пищеварению и способствует здоровью сердца. Включение продуктов, богатых клетчаткой, таких как фрукты, овощи и цельнозерновые, может улучшить ваше общее самочувствие."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "secondSection": {
    "title": "Принципы здорового питания",
    "subTitle": "",
    "description": "Основы рационального питания включают баланс, осознанность, разнообразие и умеренность. Следуя этим принципам, можно сохранить здоровье и сформировать полезные привычки.",
    "content": [
      {
        "title": "Наведите курсор или кликните",
        "label": "на одну из секций тарелки, чтобы открыть более подробную информацию"
      },
      {
        "title": "Баланс",
        "label": "Правильное соотношение белков, жиров и углеводов — основа здоровья. Сбалансированное питание поддерживает энергию в течение дня и помогает организму работать без перегрузок."
      },
      {
        "title": "Осознанность",
        "label": "Выбирайте продукты с вниманием к их происхождению и качеству. Осознанный подход к питанию формирует здоровые привычки и улучшает общее самочувствие."
      },
      {
        "title": "Разнообразие",
        "label": "Включайте в рацион продукты из разных групп ежедневно. Это обеспечивает организм всеми необходимыми витаминами и минералами."
      },
      {
        "title": "Мера",
        "label": "Избегайте переедания и ограничивайте потребление сахара, соли и насыщенных жиров. Умеренность — ключ к поддержанию здорового веса и профилактике заболеваний."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "thirdSection": {
    "title": "Выбор продуктов",
    "subTitle": "",
    "description": "Правильный выбор продуктов — основа здоровья. Натуральные и свежие продукты укрепляют организм, тогда как фастфуд, сладости и переработанная еда наносят вред.",
    "content": [
      {
        "title": "Рыба и мясо",
        "label": "Содержат аминокислоты, помогают восстановлению клеток, укрепляют мышцы и поддерживают энергию."
      },
      {
        "title": "Овощи и фрукты",
        "label": "Богаты антиоксидантами, укрепляют иммунитет, снабжают минералами и способствуют общему здоровью."
      },
      {
        "title": "Цельнозерновые крупы",
        "label": "Дают длительную энергию, сохраняют чувство сытости и поддерживают стабильную работу пищеварения."
      },
      {
        "title": "Орехи и растительные масла",
        "label": "Содержат полезные жиры, улучшают работу сердца и мозга, а также поддерживают гормональный баланс."
      },
      {
        "title": "Молочные продукты",
        "label": "Укрепляют зубы и кости, обеспечивают кальцием и способствуют поддержанию здоровой микрофлоры кишечника."
      },
      {
        "title": "Фастфуд и полуфабрикаты",
        "label": "Перегружают сердце и сосуды, увеличивают риск ожирения и негативно влияют на общее самочувствие."
      },
      {
        "title": "Газированные и сладкие напитки",
        "label": "Не приносят пользы, вызывают скачки сахара в крови и усиливают нагрузку на органы обмена веществ."
      },
      {
        "title": "Избыточное количество сладостей",
        "label": "Способствуют ожирению, вызывают кариес и перегружают поджелудочную железу, нарушая её работу."
      },
      {
        "title": "Колбасы и копчёности",
        "label": "Увеличивают риск болезней сердца и сосудов, перегружают пищеварение и ухудшают общее здоровье."
      },
      {
        "title": "Белый хлеб, макароны из мягкой пшеницы",
        "label": "Быстро повышают уровень сахара в крови и не обеспечивают долгого насыщения, снижая энергию организма."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "fourthSection": {
    "title": "Тарелка здорового питания",
    "subTitle": "",
    "description": "Визуальная модель правильного рациона: половина тарелки — овощи и фрукты, четверть — цельнозерновые продукты, четверть — белковые источники, плюс достаточное количество воды.",
    "content": [
      {
        "title": "Овощи и фрукты",
        "label": "Выбирайте сезонные и разноцветные продукты. Они богаты витаминами, минералами и клетчаткой, укрепляют иммунитет."
      },
      {
        "title": "Цельнозерновые углеводы",
        "label": "Бурый рис, киноа, гречка, овсянка — медленно высвобождают энергию, поддерживая чувство сытости."
      },
      {
        "title": "Источники белка",
        "label": "Курица, рыба, яйца, бобовые, орехи — помогают росту и восстановлению клеток, поддерживают мышцы и иммунную систему."
      },
      {
        "title": "Вода",
        "label": "Пейте 1,5–2 литра в день без сахара и газа. Вода поддерживает обмен веществ, работу органов и выводит токсины."
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  },
  "fifthSection": {
    "title": "Режим питания",
    "subTitle": "",
    "description": "Регулярные приёмы пищи помогают поддерживать энергию, нормализуют обмен веществ и предотвращают переедание. Важно соблюдать распорядок дня и избегать тяжёлой еды на ночь.",
    "content": [
      {
        "title": "7:00 — Завтрак",
        "label": "Должен составлять 25-30% дневного рациона"
      },
      {
        "title": "Рекомендации",
        "label": "Идеальный завтрак: сложные углеводы + белок + полезные жиры"
      },
      {
        "title": "10:00 — Перекус",
        "label": "Фрукт, йогурт или горсть орехов"
      },
      {
        "title": "Рекомендации",
        "label": "Перекус помогает избежать переедания в обед"
      },
      {
        "title": "13:00 — Обед",
        "label": "Самый питательный приём пищи (35-40%)"
      },
      {
        "title": "Рекомендации",
        "label": "Включайте белок, овощи и небольшую порцию сложных углеводов"
      },
      {
        "title": "16:00 — Полдник",
        "label": "Небольшой перекус для поддержания энергии"
      },
      {
        "title": "Рекомендации",
        "label": "Помогает поддерживать стабильный уровень сахара в крови"
      },
      {
        "title": "19:00 — Ужин",
        "label": "Лёгкий приём пищи (20-25%)"
      },
      {
        "title": "Ошибка",
        "label": "Тяжёлый ужин после 20:00 нарушает сон и пищеварение"
      }
    ],
    "notificationLabel": "",
    "colorScheme": {
      "background": "",
      "text": ""
    }
  }
}
