
export const homeFooterMeta = {
    ru: {
        logoPath: `./assets/images/sprite.svg#`,
        contacts: {
            email: "info@edurecycle.com",
            phone: "+7 706 624 6818",
        },
        policy: 'Политика конфиденциальности',
        year: '© 2025',
        company: 'TOO',
        companyLabel: '"Educational Recycle Systems"',
        copyright: "Все права защищены",
        madeBy: {
            link: "https://ytvee.com/service",
            label: 'Made by',
            author: 'YTVEE',
        },
        privacyPolicyText: {
            title: 'Политика конфиденциальности',
            content: `
                <p>Перед использованием Сайта, пользователям рекомендуется ознакомиться с условиями настоящей Политики конфиденциальности.</p>
                
                <h3>1. Общие положения</h3>
                <p>1.1. Использование Сайта в любой форме означает безоговорочное согласие Пользователя с условиями настоящей Политики конфиденциальности (далее – Политика) и указанными в ней условиями обработки его персональной информации. В случае несогласия с условиями Политики конфиденциальности Пользователь должен воздержаться от использования Сайта.</p>
                <p>1.2. Условия, оговоренные в Политике (в том числе любая из ее частей) может быть изменена Администрацией без какого-либо специального уведомления и без выплаты какой-либо компенсации в связи с этим. Новая редакция Политики вступает в силу с момента ее размещения на Сайте Администрации.</p>
                <p>1.3. Принимая условия настоящей Политики, Пользователь выражает свое согласие на обработку Администрацией данных о Пользователе в целях, предусмотренных настоящей Политикой, а также на передачу данных о Пользователе третьим лицам в случаях, перечисленных в настоящей Политике.</p>
                <p>Указанное согласие может быть отозвано Пользователем только при условии письменного уведомления им Администрации не менее чем за 10 (десяти) календарных дней до предполагаемой даты прекращения использования данных Администрацией.</p>
                <p>Использование Сайта с помощью веб-браузера, который принимает данные из cookies, означает выражение согласия Пользователя с тем, что Администрация может собирать и обрабатывать данные из cookies в целях, предусмотренных настоящей Политикой, а также на передачу данных из cookies третьим лицам в случаях, перечисленных в настоящей Политике.</p>
                <p>Отключение и/или блокировка Пользователем опции веб-браузера по приему данных из cookies означает запрет на сбор и обработку Администрацией данных из cookies в соответствии с условиями настоящей Политики конфиденциальности.</p>
                
                <h3>2. Состав персональной информации Пользователей, которую получает и обрабатывает Администрация</h3>
                <p>2.1. Настоящая Политика распространяется на следующие виды персональной информации:</p>
                <p>2.1.1. Персональная информация, размещаемая Пользователями, в т.ч. о себе самостоятельно при заполнении формы отправки сообщения, иная персональная информация, доступ к которой Пользователь предоставляет Администрации через веб-сайты или сервисы третьих лиц, или персональная информация, размещаемая Пользователями в процессе использования Сайта. К персональной информации, полученной таким образом, могут относиться, в частности, фамилия, имя, номер телефона, адрес электронной почты Пользователя и другая информация, указываемая Пользователем на Сайте добровольно.</p>
                <p>Запрещается предоставление Пользователем персональных данных третьих лиц без полученного от третьих лиц разрешения на такое распространение либо, если такие персональные данные третьих лиц не были получены самим Пользователем из общедоступных источников информации.</p>
                <p>2.1.2. Данные, автоматически передаваемые Сайту в процессе их использования с помощью установленного на устройстве Пользователя программного обеспечения, в т.ч. IP-адрес, индивидуальный сетевой номер устройства (MAC-адрес, ID устройства), электронный серийный номер (IMEI, MEID), данные из cookies, информация о браузере, операционной системе, времени доступа, поисковых запросах Пользователя.</p>
                
                <h3>3. Цели сбора и обработки информации о Пользователях</h3>
                <p>3.1. Администрация осуществляет сбор и обработку только той информации о Пользователях, в т.ч. их персональных данных, которая необходима для выполнения обязательств Администрации Сайта, а также исполнения обязательств, предусмотренных пользовательским соглашением.</p>
                <p>3.2. Мобильные приложения могут собирать анонимные данные о местоположении Пользователя. Мобильные приложения могут собирать анонимную статистику использования Сайта.</p>
                <p>3.3. Настоящим Пользователь выражает свое согласие на передачу персональной информации о нем партнерам Администрации, третьим лицам в целях, предусмотренных п. 3.2 настоящей Политики конфиденциальности.</p>
                <p>3.4. При необходимости использовать персональную информацию о Пользователе в целях, не предусмотренных настоящей Политикой, Администрация запрашивает согласие Пользователя на такие действия.</p>
                
                <h3>4. Обработка информации о Пользователях</h3>
                <p>4.1. Персональная информация о Пользователях хранится в соответствии с действующим законодательством Республики Казахстан.</p>
                <p>4.2. Персональная информация о Пользователях не передается третьим лицам, за исключением следующих случаев:</p>
                <p>4.2.1. Пользователь выразил согласие на такие действия.</p>
                <p>4.2.2. Передача необходима в целях обеспечения функционирования Сайта и/или его отдельных функциональных возможностей.</p>
                <p>4.2.3. Передача предусмотрена действующим законодательством Республики Казахстан.</p>
                <p>4.2.4. В целях обеспечения возможности защиты прав и законных интересов Администрации и/или третьих лиц в случаях, когда Пользователь нарушает условия пользовательского соглашения.</p>
                
                <h3>5. Меры по защите информации о Пользователях</h3>
                <p>5.1. Администрация принимает все необходимые и достаточные организационные и технические меры для защиты персональной информации о Пользователях от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, распространения персональной информации, а также от иных неправомерных действий с ней.</p>
                <p>5.2. При обработке персональных данных Пользователей Администрация руководствуется Законом РК от 21 мая 2013 года № 94-V «О персональных данных и их защите».</p>
                <p>5.3. Администрация обязуется при подаче Пользователем в своей Учетной записи уведомления о расторжении настоящего Соглашения и прекращении действия Учетной записи, в течение 5 (пяти) календарных дней с момента регистрации такого требования, заблокировать техническую возможность пользования Учетной записью Пользователем, а по истечении срока хранения информации Пользователя, установленного пп. 5.1 ст. 36 Закона РК «Об информатизации» и при условии отсутствия официального запроса государственных органов, выполняющих свои функции, или запросов иных лиц, указанных в пп. 1 п. 2 статьи 19 Закона РК «О персональных данных и их защите» - удалить все его персональные данные.</p>
                
                <h3>6. Заключительные положения</h3>
                <p>6.1. Настоящая Политика, отношения между Пользователем и Администрацией, возникающие в связи с применением настоящей Политики, а также вопросы, не урегулированные настоящей Политикой, регулируются действующим законодательством Республики Казахстан.</p>
                
                <h3>7. Контактная информация</h3>
                <p>Если у вас есть вопросы по данной Политике конфиденциальности, свяжитесь с нами по адресу: info@edurecycle.com</p>
            `
        }
    },
    kz: {
        logoPath: `./assets/images/sprite.svg#`,
        contacts: {
            email: "info@xraystand.kz",
            phone: "+7 (7172) 73-50-50",
        },
        policy: 'Құпиялық саясаты',
        year: '© 2025',
        company: 'ЖШС',
        companyLabel: '"Educational Recycle Systems"',
        copyright: "Барлық құқықтар қорғалған",
        madeBy: {
            link: "https://ytvee.com/service",
            label: 'Made by',
            author: 'YTVEE',
        },
        privacyPolicyText: {
            title: 'Құпиялық саясаты',
            content: `
                <p>Сайтты пайдаланбас бұрын пайдаланушыларға осы Құпиялық саясатының шарттарымен танысу ұсынылады.</p>
                
                <h3>1. Жалпы ережелер</h3>
                <p>1.1. Сайтты кез келген түрде пайдалану Пайдаланушының осы Құпиялық саясатының (бұдан былай – Саясат) шарттарымен және онда көрсетілген оның жеке ақпаратын өңдеу шарттарымен шартсыз келісуін білдіреді. Құпиялық саясатының шарттарымен келіспеген жағдайда Пайдаланушы Сайтты пайдаланудан бас тартуы тиіс.</p>
                <p>1.2. Саясатта көрсетілген шарттар (оның кез келген бөлігі де) Әкімшілік тарапынан ешқандай арнайы хабарландырусыз және бұған байланысты ешқандай өтемақы төлемеумен өзгертуі мүмкін. Саясаттың жаңа редакциясы Әкімшілік Сайтында орналастырылған сәттен бастап күшіне енеді.</p>
                <p>1.3. Осы Саясаттың шарттарын қабылдау арқылы Пайдаланушы осы Саясатта көзделген мақсаттар үшін Әкімшілік тарапынан Пайдаланушы туралы деректерді өңдеуге, сондай-ақ осы Саясатта көрсетілген жағдайларда Пайдаланушы туралы деректерді үшінші тұлғаларға беруге келісім берілгенін білдіреді.</p>
                <p>Көрсетілген келісім Пайдаланушы тарапынан Әкімшілікке деректерді пайдалануды тоқтатудың болжамды күнінен кемінде 10 (он) күнтізбелік күн бұрын жазбаша хабарландыру жасау шартында ғана кері қайтарылуы мүмкін.</p>
                <p>Cookies деректерін қабылдайтын веб-шолғыштың көмегімен Сайтты пайдалану Пайдаланушының осы Саясатта көзделген мақсаттар үшін Әкімшілік тарапынан cookies деректерін жинау және өңдеуге, сондай-ақ осы Саясатта көрсетілген жағдайларда cookies деректерін үшінші тұлғаларға беруге келісім берілгенін білдіреді.</p>
                <p>Пайдаланушы тарапынан cookies деректерін қабылдау опциясын өшіру және/немесе бұғаттау Құпиялық саясатының шарттарына сәйкес Әкімшілік тарапынан cookies деректерін жинау және өңдеуді тыйым салуды білдіреді.</p>
                
                <h3>2. Әкімшілік алатын және өңдейтін Пайдаланушылардың жеке ақпаратының құрамы</h3>
                <p>2.1. Осы Саясат келесі жеке ақпарат түрлеріне қатысты:</p>
                <p>2.1.1. Пайдаланушылар тарапынан орналастырылатын жеке ақпарат, оның ішінде өздері туралы хабарлама жіберу формасын толтыру кезінде өз бетінше, Әкімшілікке үшінші тұлғалардың веб-сайттары немесе қызметтері арқылы қол жеткізетін басқа жеке ақпарат, немесе Сайтты пайдалану процесінде Пайдаланушылар тарапынан орналастырылатын жеке ақпарат. Осылай алынған жеке ақпаратқа, атап айтқанда, Пайдаланушының тегі, аты, телефон нөмірі, электрондық пошта мекенжайы және Пайдаланушы тарапынан Сайтта ерікті түрде көрсетілетін басқа ақпарат жатады.</p>
                <p>Пайдаланушы тарапынан үшінші тұлғалардың жеке деректерін мұндай таратуға үшінші тұлғалардан рұқсат алынбаған жағдайда немесе мұндай үшінші тұлғалардың жеке деректері Пайдаланушының өзі тарапынан жалпыға қолжетімді ақпарат көздерінен алынбаған жағдайда үшінші тұлғалардың жеке деректерін беруге тыйым салынады.</p>
                <p>2.1.2. Пайдаланушы құрылғысына орнатылған бағдарламалық қамтамасыздандырудың көмегімен оларды пайдалану процесінде Сайтқа автоматты түрде берілетін деректер, оның ішінде IP-мекенжай, жеке желілік құрылғы нөмірі (MAC-мекенжай, құрылғы ID), электрондық сериялық нөмір (IMEI, MEID), cookies деректері, шолғыш, операциялық жүйе, қол жеткізу уақыты, Пайдаланушының іздеу сұраулары туралы ақпарат.</p>
                
                <h3>3. Пайдаланушылар туралы ақпаратты жинау және өңдеу мақсаттары</h3>
                <p>3.1. Әкімшілік Сайт Әкімшілігінің міндеттемелерін орындау үшін қажетті Пайдаланушылар туралы ақпаратты, оның ішінде олардың жеке деректерін ғана жинайды және өңдейді, сондай-ақ пайдаланушы келісімімен көзделген міндеттемелерді орындау үшін.</p>
                <p>3.2. Мобильді қосымшалар Пайдаланушының орналасуы туралы анонимдік деректерді жинауы мүмкін. Мобильді қосымшалар Сайтты пайдалану туралы анонимдік статистиканы жинауы мүмкін.</p>
                <p>3.3. Осы арқылы Пайдаланушы осы Құпиялық саясатының 3.2-тармағында көзделген мақсаттар үшін Әкімшіліктің серіктестеріне, үшінші тұлғаларға өзі туралы жеке ақпаратты беруге келісім берілгенін білдіреді.</p>
                <p>3.4. Осы Саясатта көзделмеген мақсаттар үшін Пайдаланушы туралы жеке ақпаратты пайдалану қажет болған жағдайда Әкімшілік мұндай әрекеттерге Пайдаланушыдан келісім сұрайды.</p>
                
                <h3>4. Пайдаланушылар туралы ақпаратты өңдеу</h3>
                <p>4.1. Пайдаланушылар туралы жеке ақпарат Қазақстан Республикасының қолданыстағы заңнамасына сәйкес сақталады.</p>
                <p>4.2. Пайдаланушылар туралы жеке ақпарат келесі жағдайларды қоспағанда үшінші тұлғаларға берілмейді:</p>
                <p>4.2.1. Пайдаланушы мұндай әрекеттерге келісім берген.</p>
                <p>4.2.2. Беру Сайттың және/немесе оның жеке функционалдық мүмкіндіктерінің жұмыс істеуін қамтамасыздандыру үшін қажет.</p>
                <p>4.2.3. Беру Қазақстан Республикасының қолданыстағы заңнамасымен көзделген.</p>
                <p>4.2.4. Пайдаланушы пайдаланушы келісімінің шарттарын бұзған жағдайларда Әкімшіліктің және/немесе үшінші тұлғалардың құқықтары мен заңды мүдделерін қорғау мүмкіндігін қамтамасыздандыру мақсатында.</p>
                
                <h3>5. Пайдаланушылар туралы ақпаратты қорғау шаралары</h3>
                <p>5.1. Әкімшілік Пайдаланушылар туралы жеке ақпаратты заңсыз немесе кездейсоқ қол жеткізуден, жоюдан, өзгертуден, бұғаттаудан, жеке ақпаратты таратудан, сондай-ақ онымен басқа заңсыз әрекеттерден қорғау үшін барлық қажетті және жеткілікті ұйымдастырушылық және техникалық шараларды қолданады.</p>
                <p>5.2. Пайдаланушылардың жеке деректерін өңдеу кезінде Әкімшілік 2013 жылдың 21 мамырындағы ҚР № 94-V «Жеке деректер және оларды қорғау туралы» Заңына сүйенеді.</p>
                <p>5.3. Әкімшілік Пайдаланушы тарапынан өз Тіркелгісінде осы Келісімді бұзу және Тіркелгінің әрекетін тоқтату туралы хабарландыру берген жағдайда, мұндай талапты тіркеу сәтінен бастап 5 (бес) күнтізбелік күн ішінде Пайдаланушының Тіркелгіні пайдаланудың техникалық мүмкіндігін бұғаттауға, сондай-ақ Пайдаланушы ақпаратын сақтау мерзімі өткеннен кейін, ҚР «Ақпараттандыру туралы» Заңының 36-бабының 5.1-тармағымен белгіленген және мемлекеттік органдардың ресми сұрауының болмауы шартында, өз функцияларын орындайтын немесе ҚР «Жеке деректер және оларды қорғау туралы» Заңының 19-бабының 2-тармағының 1-тармағымен көрсетілген басқа тұлғалардың сұраулары болмаған жағдайда - оның барлық жеке деректерін жоюға міндеттенеді.</p>
                
                <h3>6. Қорытынды ережелер</h3>
                <p>6.1. Осы Саясат, Пайдаланушы мен Әкімшілік арасындағы осы Саясатты қолдануға байланысты туындайтын қатынастар, сондай-ақ осы Саясатпен реттелмеген мәселелер Қазақстан Республикасының қолданыстағы заңнамасымен реттеледі.</p>
                
                <h3>7. Байланыс ақпараты</h3>
                <p>Егер осы Құпиялық саясаты бойынша сұрақтарыңыз болса, бізбен мына мекенжай бойынша байланысыңыз: info@xraystand.kz</p>
            `
        }
    },
};

export const iconId = 'as-logo';